{
    "users": {
        "en": [
            "My answers are based on the best available evidence, but they may not always be completely accurate. A medical expert from Sankara Eye Hospital will review and refine my answers within six hours, ensuring you receive reliable information.\n\nMy answers will be marked with these symbols:\n✅ Verified by your doctor or counsellor.\n❓ Awaiting verification.\n❌ Incorrect answer, and I will provide a corrected answer soon.\n\nI am here to help make your cataract surgery experience as smooth as possible!"
        ],
        "hi": [
            "मेरे उत्तर सबसे अच्छे उपलब्ध साक्ष्य पर आधारित हैं, लेकिन वे हमेशा पूरी तरह से सटीक नहीं हो सकते। शंकरा आई हॉस्पिटल के एक चिकित्सा विशेषज्ञ मेरे उत्तरों की समीक्षा करेंगे और उन्हें छह घंटे के भीतर परिष्कृत करेंगे, यह सुनिश्चित करते हुए कि आपको विश्वसनीय जानकारी प्राप्त हो।\n\nमेरे उत्तर इन प्रतीकों के साथ चिह्नित होंगे:\n✅ आपके डॉक्टर या काउंसलर द्वारा सत्यापित।\n❓ सत्यापन की प्रतीक्षा में।\n❌ गलत उत्तर, और मैं जल्द ही एक सही उत्तर प्रदान करूंगा।\n\nमैं यहां आपकी मोतियाबिंद सर्जरी के अनुभव को यथासंभव सुगम बनाने के लिए हूं!"
        ],
        "kn": [
            "ನನ್ನ ಉತ್ತರಗಳು ಲಭ್ಯವಿರುವ ಉತ್ತಮ ಸಾಕ್ಷ್ಯಾಧಾರದ ಆಧಾರದ ಮೇಲೆ ಇರುತ್ತವೆ, ಆದರೆ ಅವು ಯಾವಾಗಲೂ ಸಂಪೂರ್ಣವಾಗಿ ಸರಿಯಾಗಿರಬಹುದು ಎಂಬುದಿಲ್ಲ. ಶಂಕರ ಕಣ್ಣಿನ ಆಸ್ಪತ್ರೆಯ ವೈದ್ಯಕೀಯ ತಜ್ಞರು ನನ್ನ ಉತ್ತರಗಳನ್ನು ಆರು ಗಂಟೆಗಳ ಒಳಗೆ ಪರಿಶೀಲಿಸಿ ಸುಧಾರಿಸುತ್ತಾರೆ, ನಿಮಗೆ ನಂಬಿಕಸ್ಥ ಮಾಹಿತಿಯನ್ನು ಒದಗಿಸುವುದನ್ನು ಖಚಿತಪಡಿಸುತ್ತಾರೆ.\n\nನನ್ನ ಉತ್ತರಗಳನ್ನು ಈ ಚಿಹ್ನೆಗಳಿಂದ ಗುರುತಿಸಲಾಗುತ್ತದೆ:\n✅ ನಿಮ್ಮ ವೈದ್ಯರು ಅಥವಾ ಸಲಹೆಗಾರರಿಂದ ಪರಿಶೀಲಿಸಲಾಗಿದೆ.\n❓ ಪರಿಶೀಲನೆಗಾಗಿ ಕಾಯುತ್ತಿದೆ.\n❌ ತಪ್ಪಾದ ಉತ್ತರ, ಮತ್ತು ನಾನು ಶೀಘ್ರದಲ್ಲೇ ಸರಿಯಾದ ಉತ್ತರವನ್ನು ಒದಗಿಸುತ್ತೇನೆ.\n\nನಿಮ್ಮ ಮುತ್ತಿನ ಶಸ್ತ್ರಚಿಕಿತ್ಸಾ ಅನುಭವವನ್ನು ಸಾಧ್ಯವಾದಷ್ಟು ಸುಗಮಗೊಳಿಸಲು ನಾನು ಇಲ್ಲಿದ್ದೇನೆ!"
        ],
        "ta": [
            "எனது பதில்கள் கிடைக்கக்கூடிய சிறந்த ஆதாரங்களின் அடிப்படையில் இருக்கும், ஆனால் அவை எப்போதும் முழுமையாக துல்லியமாக இருக்காது. சங்கரா கண் மருத்துவமனையின் மருத்துவ நிபுணர் எனது பதில்களை ஆறு மணி நேரத்திற்குள் மதிப்பீடு செய்து திருத்துவார், உங்களுக்கு நம்பகமான தகவல்களை வழங்குவதை உறுதிசெய்வார்.\n\nஎனது பதில்கள் இந்தச் சின்னங்களால் குறிக்கப்படும்:\n✅ உங்கள் மருத்துவர் அல்லது ஆலோசகரால் சரிபார்க்கப்பட்டது.\n❓ சரிபார்ப்புக்காக காத்திருக்கிறது.\n❌ தவறான பதில், மேலும் நான் விரைவில் திருத்தப்பட்ட பதிலை வழங்குவேன்.\n\nஉங்கள் முத்திரை அறுவை சிகிச்சை அனுபவத்தை όσο சீராகவும் செய்ய நான் இங்கே உதவுகிறேன்!"
        ],
        "te": [
            "నా సమాధానాలు అందుబాటులో ఉన్న ఉత్తమ ఆధారాల ఆధారంగా ఉంటాయి, కానీ అవి ఎల్లప్పుడూ పూర్తిగా ఖచ్చితమైనవి కాకపోవచ్చు. శంకరా ఐ హాస్పిటల్ నుండి ఒక వైద్య నిపుణుడు నా సమాధానాలను ఆరు గంటలలోపల సమీక్షించి మెరుగుపరుస్తారు, మీరు నమ్మకమైన సమాచారాన్ని అందుకుంటారని నిర్ధారించడానికి.\n\nనా సమాధానాలు ఈ చిహ్నాలతో గుర్తించబడతాయి:\n✅ మీ వైద్యుడు లేదా కౌన్సిలర్ ద్వారా ధృవీకరించబడింది.\n❓ ధృవీకరణ కోసం వేచి ఉంది.\n❌ తప్పు సమాధానం, మరియు నేను త్వరలో సరిచేసిన సమాధానం అందిస్తాను.\n\nమీ కంటిచూపు శస్త్రచికిత్స అనుభవాన్ని సాధ్యమైనంత సజావుగా చేయడానికి నేను ఇక్కడ ఉన్నాను!"
        ],
        "ur": [
            "میرے جوابات بہترین دستیاب شواہد پر مبنی ہیں، لیکن وہ ہمیشہ مکمل طور پر درست نہیں ہو سکتے۔ سنکارا آئی ہسپتال کے ایک طبی ماہر میرے جوابات کا جائزہ لیں گے اور انہیں چھ گھنٹوں کے اندر بہتر بنائیں گے، تاکہ آپ کو قابل اعتماد معلومات مل سکیں۔\n\nمیرے جوابات ان علامات کے ساتھ نشان زد ہوں گے:\n✅ آپ کے ڈاکٹر یا مشیر کی طرف سے تصدیق شدہ۔\n❓ تصدیق کا انتظار۔\n❌ غلط جواب، اور میں جلد ہی ایک درست جواب فراہم کروں گا۔\n\nمیں یہاں ہوں تاکہ آپ کے موتیا بند کی سرجری کے تجربے کو جتنا ممکن ہو سکے ہموار بنا سکوں!"
        ]
    },
    "experts": {
        "en": [
            "Hi! I am a cataract bot. Thank you for volunteering to help patients with their queries."
        ]
    }
}